9/data/attachments/33bd3dfbb4b696ec.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Betty_also_Friend_93519_4</nif:username>
            <nif:friendToBeRequested>soap_friends_d366836b-e2c0-4eb9-9fd1-af3937f5afc0</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>